Repository: ngchthien/TickyTacky
Catalog: TickyTacky/Localizable.xcstrings
Source language: en
Languages: vi

# %lld of %lld unlocked
source: %1$lld of %2$lld unlocked
vi: Đã mở khóa %1$lld/%2$lld

source: Achievement Unlocked!
vi: Đã đạt thành tích!

source: Achievements
vi: Thành tích

source: Align the QR code within the frame to join automatically.
vi: Căn chỉnh mã QR vào khung để tham gia tự động.

source: ARE YOU READY?
vi: BẠN ĐÃ SẴN SÀNG?

source: BATTLE OF THE SYMBOLS
vi: TRẬN CHIẾN CỦA CÁC BIỂU TƯỢNG

source: Challenge Players Worldwide
vi: Thách đấu người chơi toàn thế giới

source: Change Language
vi: Thay đổi ngôn ngữ

source: Code (e.g. 1234)
vi: Mã (ví dụ: 1234)

source: Create New Room
vi: Tạo phòng mới

source: Dark Mode
vi: Chế độ tối

source: Difficulty
vi: Độ khó

source: Display Name
vi: Tên hiển thị

source: Done
vi: Xong

source: Easy
vi: Dễ

source: EASY
vi: DỄ

source: Enter your name
vi: Nhập tên của bạn

source: Get Started
vi: Bắt đầu ngay

source: Haptic Feedback
vi: Phản hồi rung

source: Hard
vi: Khó

source: HARD
vi: KHÓ

source: HOST A GAME
vi: TẠO TRẬN ĐẤU

source: I'M READY!
vi: TÔI ĐÃ SẴN SÀNG!

source: It's a Tie!
vi: Kết quả Hòa!

source: Join
vi: Tham gia

source: JOIN A GAME
vi: THAM GIA TRẬN ĐẤU

source: LOCAL BATTLE
vi: ĐẤU TẠI CHỖ

source: Local Match
vi: Đấu tại chỗ

source: Loss
vi: Thua

source: LOSS
vi: THUA

source: Match History
vi: Lịch sử đấu

source: Match Results
vi: Kết quả trận đấu

source: Medium
vi: Trung bình

source: MEDIUM
vi: TRUNG BÌNH

source: No matches yet
vi: Chưa có trận đấu nào

source: Online Battle
vi: Đấu Online

source: Play Again
vi: Chơi lại

source: Play with Computer or Friend
vi: Chơi với Máy hoặc Bạn bè

source: Quit Match
vi: Thoát trận

source: Quit to Menu
vi: Về Menu chính

source: Ready
vi: Sẵn sàng

source: READY TO PLAY
vi: SẴN SÀNG CHƠI

source: ROOM CODE
vi: MÃ PHÒNG

source: Scan Room QR Code
vi: Quét mã QR phòng

source: SCAN TO JOIN
vi: QUÉT ĐỂ THAM GIA

source: Settings
vi: Cài đặt

source: Share code %@ with a friend.
vi: Chia sẻ mã %@ với bạn bè.

source: Share the 4-digit code with your friend to start playing.
vi: Chia sẻ mã 4 số với bạn bè để bắt đầu chơi.

source: Start Battle
vi: Bắt đầu trận đấu

source: Tie
vi: Hòa

source: TIE
vi: HÒA

source: Victory!
vi: Chiến thắng!

source: Waiting
vi: Đang chờ

source: Waiting for an opponent...
vi: Đang chờ đối thủ...

source: Waiting for opponent...
vi: Đang chờ đối thủ...

source: Who goes first?
vi: Ai đi trước?

source: Win
vi: Thắng

source: WIN
vi: THẮNG

source: WINNER
vi: NGƯỜI THẮNG

source: You Lost!
vi: Bạn đã thua!

source: You Won!
vi: Bạn đã thắng!

source: Your battle history will appear here.
vi: Lịch sử đấu của bạn sẽ hiện ở đây.

source: YOUR PROFILE
vi: HỒ SƠ CỦA BẠN

source: Your Progress
vi: Tiến trình

source: Your Turn!
vi: Đến lượt bạn!
